import React from "react";
import NewsCard from "../component/NewsCard";

let contentJson = [
  {
    heading: "टी20 वर्ल्ड कप के मुकाबले में जिम्बाब्वे ने पाकिस्तान को एक",
    detailContent: `भारतीय आवश्यकत आपको विवरण जानते जाएन सोफ़तवेर गोपनीयता ध्वनि व्याख्या अंग्रेजी माहितीवानीज्य चाहे जिवन विवरण उद्योग यन्त्रालय विकसित भोगोलिक सक्षम उदेश ढांचा बिना गुजरना व्याख्या भेदनक्षमता दौरान रखति दिशामे नयेलिए

    कार्यसिधान्तो आंतरकार्यक्षमता उनका विवरण कार्य दिशामे विभाजन भेदनक्षमता यधपि सक्षम सेऔर और्४५० अनुवादक विभाजन समस्याओ अतित बलवान सादगि नाकर और्४५० निर्माता ढांचामात्रुभाषा मुख्य होगा सुविधा दिनांक निर्माण सकता शीघ्र वेबजाल सोफ़तवेर हमारी ज्यादा कार्यलय अंग्रेजी नाकर कैसे सीमित कुशलता किएलोग प्रसारन प्राण उसके स्थिति कम्प्युटर प्रव्रुति
    
    बाटते नाकर आवश्यक वार्तालाप मानव सारांश विचारशिलता बलवान करता मुक्त पहोचने आधुनिक एकत्रित अमितकुमार करता विवरन भाति एसेएवं विकेन्द्रियकरण तरीके समाज भारतीय अंग्रेजी परिभाषित समजते पुर्व सुनत उपेक्ष हुएआदि निरपेक्ष औषधिक सुविधा सोफ़तवेर भाषए रहारुप प्रतिबध मजबुत लेने पढाए विवरन अत्यंत असरकारक दर्शाता कार्यसिधान्तो वर्णन कलइस
    
    बाटते लोगो सामूहिक व्रुद्धि सोफ़्टवेर विकेन्द्रित विश्वव्यापि ढांचा अपने सुस्पश्ट संस्क्रुति पहेला सकता सभीकुछ व्यवहार समस्याए देखने उनके पहेला खरिदने यायेका व्रुद्धि अधिक और्४५० सोफ़तवेर कार्यसिधान्तो विशेष अतित उन्हे करते दिनांक मार्गदर्शन २४भि सुस्पश्ट निरपेक्ष कराना
    
    प्रति जाने मानसिक एसेएवं संस्थान निर्देश असरकारक जाने हमारी होने हिंदी हुआआदी गयेगया नयेलिए व्यवहार हीकम पहोच। हैं। पासपाई सम्पर्क मर्यादित कराना सुनत संदेश विभाजन प्राप्त व्याख्यान सकता विनिमय प्रसारन प्रतिबध्दता लेकिन समूह संदेश दिनांक व्याख्यान थातक खयालात एसेएवं विचरविमर्श विभाग
    
    समाजो देने दर्शाता अनुवादक जाने प्रदान अनुवाद व्यवहार हमारि चिदंश सकता वर्तमान मुश्किल कम्प्युटर देखने पहोच उद्योग गटकउसि दिशामे पुस्तक हमारी दिये
    
    विशेष बदले जिम्मे द्वारा मार्गदर्शन करने मजबुत स्थिति पत्रिका प्रव्रुति विकास अविरोधता परिभाषित जैसी सक्षम २४भि करेसाथ आधुनिक प्रोत्साहित विभाग सुविधा प्रोत्साहित समाज जैसी विशेष प्रदान बीसबतेबोध संस्था अनुवादक मजबुत कर्य उसके तकरीबन एसेएवं मुख्यतह विवरन सभीकुछ जानकारी अधिकांश बाटते पहोच चिदंश सभिसमज प्राथमिक कम्प्युटर करता
    
    देखने भारत दर्शाता वार्तालाप भेदनक्षमता अनुवाद शारिरिक एवम् विभाग कारन पुस्तक मेंभटृ हुएआदि बनाकर यायेका दिनांक सहयोग किया शुरुआत पुस्तक जानते आपके एकत्रित भोगोलिक सकती विवरन बनाति समाज क्षमता असक्षम सार्वजनिक तरीके विश्वव्यापि विस्तरणक्षमता देते प्राण समूह उपलब्ध प्राप्त विज्ञान करता मानसिक असक्षम पुर्णता होसके औषधिक विज्ञान सामूहिक करता बनाए विभाग दुनिया परिभाषित कर्य शीघ्र परिवहन आंतरजाल लेकिन नीचे वेबजाल वर्तमान विकासक्षमता संसाध जिवन मुख्यतह विचारशिलता
    
    संदेश एसेएवं बेंगलूर स्वतंत्रता उनको आधुनिक दिनांक विकासक्षमता शीघ्र सेऔर शुरुआत हमेहो। चुनने वहहर समाजो भाषए परिवहन अर्थपुर्ण पडता बाटते पुर्णता सुस्पश्ट केन्द्रिय परिवहन भोगोलिक जाता संदेश आवश्यक परिवहन तरहथा। बनाति पसंद समजते नीचे लचकनहि मुख्यतह आपको सुविधा लचकनहि व्यवहार समजते
    
    ध्वनि चाहे मानसिक पुष्टिकर्ता अथवा हमारि सोफ़तवेर प्राधिकरन विस्तरणक्षमता पहोच। वहहर खयालात लचकनहि निर्देश सम्पर्क प्राधिकरन किया लक्षण वर्णन करते लचकनहि हुआआदी बिन्दुओमे सुचना हुएआदि निर्माण विकासक्षमता जैसी सकता ढांचा सुविधा विचरविमर्श अधिकार वैश्विक ७हल बढाता बनाति पहोचने तकनिकल विस्तरणक्षमता मुखय खयालात आंतरजाल भोगोलिक करता ध्वनि बिन्दुओ संस्थान विभाग देते उनका हिंदी स्थिति केन्द्रिय`,
    date: "10/10/2022",
    location: "bhopal",
    author: "chotu",
    content:
      "टी20 वर्ल्ड कप के मुकाबले में जिम्बाब्वे ने पाकिस्तान को एक रन से हरा दिया है.  गुरुवार (27 अक्टूबर) को पर्थ में खेले गए मुकाबले में जिम्बाब्वे ने पाकिस्तान को 131 रनों का टारगेट दिया था, लेकिन वह टारगेट तक पहुंच नहीं पाई. मौजूदा टूर्नामेंट में पाकिस्तान की यह लगातार दूसरी हार है. इससे पहले पहले मैच में पाकिस्तान को भारत के खिलाफ चार विकेट से हार का सामना करना पड़ा था.",
    imgUrl:
      "https://cdn.pixabay.com/photo/2015/04/23/22/00/tree-736885__480.jpg",
  },
  {
    heading: "टी20 वर्ल्ड कप के मुकाबले में जिम्बाब्वे ने पाकिस्तान को एक",
    date: "10/10/2022",
    location: "bhopal",
    detailContent: `भारतीय आवश्यकत आपको विवरण जानते जाएन सोफ़तवेर गोपनीयता ध्वनि व्याख्या अंग्रेजी माहितीवानीज्य चाहे जिवन विवरण उद्योग यन्त्रालय विकसित भोगोलिक सक्षम उदेश ढांचा बिना गुजरना व्याख्या भेदनक्षमता दौरान रखति दिशामे नयेलिए

    कार्यसिधान्तो आंतरकार्यक्षमता उनका विवरण कार्य दिशामे विभाजन भेदनक्षमता यधपि सक्षम सेऔर और्४५० अनुवादक विभाजन समस्याओ अतित बलवान सादगि नाकर और्४५० निर्माता ढांचामात्रुभाषा मुख्य होगा सुविधा दिनांक निर्माण सकता शीघ्र वेबजाल सोफ़तवेर हमारी ज्यादा कार्यलय अंग्रेजी नाकर कैसे सीमित कुशलता किएलोग प्रसारन प्राण उसके स्थिति कम्प्युटर प्रव्रुति
    
    बाटते नाकर आवश्यक वार्तालाप मानव सारांश विचारशिलता बलवान करता मुक्त पहोचने आधुनिक एकत्रित अमितकुमार करता विवरन भाति एसेएवं विकेन्द्रियकरण तरीके समाज भारतीय अंग्रेजी परिभाषित समजते पुर्व सुनत उपेक्ष हुएआदि निरपेक्ष औषधिक सुविधा सोफ़तवेर भाषए रहारुप प्रतिबध मजबुत लेने पढाए विवरन अत्यंत असरकारक दर्शाता कार्यसिधान्तो वर्णन कलइस
    
    बाटते लोगो सामूहिक व्रुद्धि सोफ़्टवेर विकेन्द्रित विश्वव्यापि ढांचा अपने सुस्पश्ट संस्क्रुति पहेला सकता सभीकुछ व्यवहार समस्याए देखने उनके पहेला खरिदने यायेका व्रुद्धि अधिक और्४५० सोफ़तवेर कार्यसिधान्तो विशेष अतित उन्हे करते दिनांक मार्गदर्शन २४भि सुस्पश्ट निरपेक्ष कराना
    
    प्रति जाने मानसिक एसेएवं संस्थान निर्देश असरकारक जाने हमारी होने हिंदी हुआआदी गयेगया नयेलिए व्यवहार हीकम पहोच। हैं। पासपाई सम्पर्क मर्यादित कराना सुनत संदेश विभाजन प्राप्त व्याख्यान सकता विनिमय प्रसारन प्रतिबध्दता लेकिन समूह संदेश दिनांक व्याख्यान थातक खयालात एसेएवं विचरविमर्श विभाग
    
    समाजो देने दर्शाता अनुवादक जाने प्रदान अनुवाद व्यवहार हमारि चिदंश सकता वर्तमान मुश्किल कम्प्युटर देखने पहोच उद्योग गटकउसि दिशामे पुस्तक हमारी दिये
    
    विशेष बदले जिम्मे द्वारा मार्गदर्शन करने मजबुत स्थिति पत्रिका प्रव्रुति विकास अविरोधता परिभाषित जैसी सक्षम २४भि करेसाथ आधुनिक प्रोत्साहित विभाग सुविधा प्रोत्साहित समाज जैसी विशेष प्रदान बीसबतेबोध संस्था अनुवादक मजबुत कर्य उसके तकरीबन एसेएवं मुख्यतह विवरन सभीकुछ जानकारी अधिकांश बाटते पहोच चिदंश सभिसमज प्राथमिक कम्प्युटर करता
    
    देखने भारत दर्शाता वार्तालाप भेदनक्षमता अनुवाद शारिरिक एवम् विभाग कारन पुस्तक मेंभटृ हुएआदि बनाकर यायेका दिनांक सहयोग किया शुरुआत पुस्तक जानते आपके एकत्रित भोगोलिक सकती विवरन बनाति समाज क्षमता असक्षम सार्वजनिक तरीके विश्वव्यापि विस्तरणक्षमता देते प्राण समूह उपलब्ध प्राप्त विज्ञान करता मानसिक असक्षम पुर्णता होसके औषधिक विज्ञान सामूहिक करता बनाए विभाग दुनिया परिभाषित कर्य शीघ्र परिवहन आंतरजाल लेकिन नीचे वेबजाल वर्तमान विकासक्षमता संसाध जिवन मुख्यतह विचारशिलता
    
    संदेश एसेएवं बेंगलूर स्वतंत्रता उनको आधुनिक दिनांक विकासक्षमता शीघ्र सेऔर शुरुआत हमेहो। चुनने वहहर समाजो भाषए परिवहन अर्थपुर्ण पडता बाटते पुर्णता सुस्पश्ट केन्द्रिय परिवहन भोगोलिक जाता संदेश आवश्यक परिवहन तरहथा। बनाति पसंद समजते नीचे लचकनहि मुख्यतह आपको सुविधा लचकनहि व्यवहार समजते
    
    ध्वनि चाहे मानसिक पुष्टिकर्ता अथवा हमारि सोफ़तवेर प्राधिकरन विस्तरणक्षमता पहोच। वहहर खयालात लचकनहि निर्देश सम्पर्क प्राधिकरन किया लक्षण वर्णन करते लचकनहि हुआआदी बिन्दुओमे सुचना हुएआदि निर्माण विकासक्षमता जैसी सकता ढांचा सुविधा विचरविमर्श अधिकार वैश्विक ७हल बढाता बनाति पहोचने तकनिकल विस्तरणक्षमता मुखय खयालात आंतरजाल भोगोलिक करता ध्वनि बिन्दुओ संस्थान विभाग देते उनका हिंदी स्थिति केन्द्रिय`,

    author: "chotu",
    content:
      "टी20 वर्ल्ड कप के मुकाबले में जिम्बाब्वे ने पाकिस्तान को एक रन से हरा दिया है.  गुरुवार (27 अक्टूबर) को पर्थ में खेले गए मुकाबले में जिम्बाब्वे ने पाकिस्तान को 131 रनों का टारगेट दिया था, लेकिन वह टारगेट तक पहुंच नहीं पाई. मौजूदा टूर्नामेंट में पाकिस्तान की यह लगातार दूसरी हार है. इससे पहले पहले मैच में पाकिस्तान को भारत के खिलाफ चार विकेट से हार का सामना करना पड़ा था.",
    imgUrl:
      "https://cdn.pixabay.com/photo/2015/04/23/22/00/tree-736885__480.jpg",
  },
  {
    heading: "टी20 वर्ल्ड कप के मुकाबले में जिम्बाब्वे ने पाकिस्तान को एक",
    date: "10/10/2022",
    location: "bhopal",
    author: "chotu",
    content:
      "टी20 वर्ल्ड कप के मुकाबले में जिम्बाब्वे ने पाकिस्तान को एक रन से हरा दिया है.  गुरुवार (27 अक्टूबर) को पर्थ में खेले गए मुकाबले में जिम्बाब्वे ने पाकिस्तान को 131 रनों का टारगेट दिया था, लेकिन वह टारगेट तक पहुंच नहीं पाई. मौजूदा टूर्नामेंट में पाकिस्तान की यह लगातार दूसरी हार है. इससे पहले पहले मैच में पाकिस्तान को भारत के खिलाफ चार विकेट से हार का सामना करना पड़ा था.",
    imgUrl:
      "https://cdn.pixabay.com/photo/2015/04/23/22/00/tree-736885__480.jpg",
  },
  {
    heading: "टी20 वर्ल्ड कप के मुकाबले में जिम्बाब्वे ने पाकिस्तान को एक",
    date: "10/10/2022",
    location: "bhopal",
    detailContent: `भारतीय आवश्यकत आपको विवरण जानते जाएन सोफ़तवेर गोपनीयता ध्वनि व्याख्या अंग्रेजी माहितीवानीज्य चाहे जिवन विवरण उद्योग यन्त्रालय विकसित भोगोलिक सक्षम उदेश ढांचा बिना गुजरना व्याख्या भेदनक्षमता दौरान रखति दिशामे नयेलिए

    कार्यसिधान्तो आंतरकार्यक्षमता उनका विवरण कार्य दिशामे विभाजन भेदनक्षमता यधपि सक्षम सेऔर और्४५० अनुवादक विभाजन समस्याओ अतित बलवान सादगि नाकर और्४५० निर्माता ढांचामात्रुभाषा मुख्य होगा सुविधा दिनांक निर्माण सकता शीघ्र वेबजाल सोफ़तवेर हमारी ज्यादा कार्यलय अंग्रेजी नाकर कैसे सीमित कुशलता किएलोग प्रसारन प्राण उसके स्थिति कम्प्युटर प्रव्रुति
    
    बाटते नाकर आवश्यक वार्तालाप मानव सारांश विचारशिलता बलवान करता मुक्त पहोचने आधुनिक एकत्रित अमितकुमार करता विवरन भाति एसेएवं विकेन्द्रियकरण तरीके समाज भारतीय अंग्रेजी परिभाषित समजते पुर्व सुनत उपेक्ष हुएआदि निरपेक्ष औषधिक सुविधा सोफ़तवेर भाषए रहारुप प्रतिबध मजबुत लेने पढाए विवरन अत्यंत असरकारक दर्शाता कार्यसिधान्तो वर्णन कलइस
    
    बाटते लोगो सामूहिक व्रुद्धि सोफ़्टवेर विकेन्द्रित विश्वव्यापि ढांचा अपने सुस्पश्ट संस्क्रुति पहेला सकता सभीकुछ व्यवहार समस्याए देखने उनके पहेला खरिदने यायेका व्रुद्धि अधिक और्४५० सोफ़तवेर कार्यसिधान्तो विशेष अतित उन्हे करते दिनांक मार्गदर्शन २४भि सुस्पश्ट निरपेक्ष कराना
    
    प्रति जाने मानसिक एसेएवं संस्थान निर्देश असरकारक जाने हमारी होने हिंदी हुआआदी गयेगया नयेलिए व्यवहार हीकम पहोच। हैं। पासपाई सम्पर्क मर्यादित कराना सुनत संदेश विभाजन प्राप्त व्याख्यान सकता विनिमय प्रसारन प्रतिबध्दता लेकिन समूह संदेश दिनांक व्याख्यान थातक खयालात एसेएवं विचरविमर्श विभाग
    
    समाजो देने दर्शाता अनुवादक जाने प्रदान अनुवाद व्यवहार हमारि चिदंश सकता वर्तमान मुश्किल कम्प्युटर देखने पहोच उद्योग गटकउसि दिशामे पुस्तक हमारी दिये
    
    विशेष बदले जिम्मे द्वारा मार्गदर्शन करने मजबुत स्थिति पत्रिका प्रव्रुति विकास अविरोधता परिभाषित जैसी सक्षम २४भि करेसाथ आधुनिक प्रोत्साहित विभाग सुविधा प्रोत्साहित समाज जैसी विशेष प्रदान बीसबतेबोध संस्था अनुवादक मजबुत कर्य उसके तकरीबन एसेएवं मुख्यतह विवरन सभीकुछ जानकारी अधिकांश बाटते पहोच चिदंश सभिसमज प्राथमिक कम्प्युटर करता
    
    देखने भारत दर्शाता वार्तालाप भेदनक्षमता अनुवाद शारिरिक एवम् विभाग कारन पुस्तक मेंभटृ हुएआदि बनाकर यायेका दिनांक सहयोग किया शुरुआत पुस्तक जानते आपके एकत्रित भोगोलिक सकती विवरन बनाति समाज क्षमता असक्षम सार्वजनिक तरीके विश्वव्यापि विस्तरणक्षमता देते प्राण समूह उपलब्ध प्राप्त विज्ञान करता मानसिक असक्षम पुर्णता होसके औषधिक विज्ञान सामूहिक करता बनाए विभाग दुनिया परिभाषित कर्य शीघ्र परिवहन आंतरजाल लेकिन नीचे वेबजाल वर्तमान विकासक्षमता संसाध जिवन मुख्यतह विचारशिलता
    
    संदेश एसेएवं बेंगलूर स्वतंत्रता उनको आधुनिक दिनांक विकासक्षमता शीघ्र सेऔर शुरुआत हमेहो। चुनने वहहर समाजो भाषए परिवहन अर्थपुर्ण पडता बाटते पुर्णता सुस्पश्ट केन्द्रिय परिवहन भोगोलिक जाता संदेश आवश्यक परिवहन तरहथा। बनाति पसंद समजते नीचे लचकनहि मुख्यतह आपको सुविधा लचकनहि व्यवहार समजते
    
    ध्वनि चाहे मानसिक पुष्टिकर्ता अथवा हमारि सोफ़तवेर प्राधिकरन विस्तरणक्षमता पहोच। वहहर खयालात लचकनहि निर्देश सम्पर्क प्राधिकरन किया लक्षण वर्णन करते लचकनहि हुआआदी बिन्दुओमे सुचना हुएआदि निर्माण विकासक्षमता जैसी सकता ढांचा सुविधा विचरविमर्श अधिकार वैश्विक ७हल बढाता बनाति पहोचने तकनिकल विस्तरणक्षमता मुखय खयालात आंतरजाल भोगोलिक करता ध्वनि बिन्दुओ संस्थान विभाग देते उनका हिंदी स्थिति केन्द्रिय`,

    author: "chotu",
    content:
      "टी20 वर्ल्ड कप के मुकाबले में जिम्बाब्वे ने पाकिस्तान को एक रन से हरा दिया है.  गुरुवार (27 अक्टूबर) को पर्थ में खेले गए मुकाबले में जिम्बाब्वे ने पाकिस्तान को 131 रनों का टारगेट दिया था, लेकिन वह टारगेट तक पहुंच नहीं पाई. मौजूदा टूर्नामेंट में पाकिस्तान की यह लगातार दूसरी हार है. इससे पहले पहले मैच में पाकिस्तान को भारत के खिलाफ चार विकेट से हार का सामना करना पड़ा था.",
    imgUrl:
      "https://cdn.pixabay.com/photo/2015/04/23/22/00/tree-736885__480.jpg",
  },
  {
    heading: "टी20 वर्ल्ड कप के मुकाबले में जिम्बाब्वे ने पाकिस्तान को एक",
    date: "10/10/2022",
    location: "bhopal",
    detailContent: `भारतीय आवश्यकत आपको विवरण जानते जाएन सोफ़तवेर गोपनीयता ध्वनि व्याख्या अंग्रेजी माहितीवानीज्य चाहे जिवन विवरण उद्योग यन्त्रालय विकसित भोगोलिक सक्षम उदेश ढांचा बिना गुजरना व्याख्या भेदनक्षमता दौरान रखति दिशामे नयेलिए

    कार्यसिधान्तो आंतरकार्यक्षमता उनका विवरण कार्य दिशामे विभाजन भेदनक्षमता यधपि सक्षम सेऔर और्४५० अनुवादक विभाजन समस्याओ अतित बलवान सादगि नाकर और्४५० निर्माता ढांचामात्रुभाषा मुख्य होगा सुविधा दिनांक निर्माण सकता शीघ्र वेबजाल सोफ़तवेर हमारी ज्यादा कार्यलय अंग्रेजी नाकर कैसे सीमित कुशलता किएलोग प्रसारन प्राण उसके स्थिति कम्प्युटर प्रव्रुति
    
    बाटते नाकर आवश्यक वार्तालाप मानव सारांश विचारशिलता बलवान करता मुक्त पहोचने आधुनिक एकत्रित अमितकुमार करता विवरन भाति एसेएवं विकेन्द्रियकरण तरीके समाज भारतीय अंग्रेजी परिभाषित समजते पुर्व सुनत उपेक्ष हुएआदि निरपेक्ष औषधिक सुविधा सोफ़तवेर भाषए रहारुप प्रतिबध मजबुत लेने पढाए विवरन अत्यंत असरकारक दर्शाता कार्यसिधान्तो वर्णन कलइस
    
    बाटते लोगो सामूहिक व्रुद्धि सोफ़्टवेर विकेन्द्रित विश्वव्यापि ढांचा अपने सुस्पश्ट संस्क्रुति पहेला सकता सभीकुछ व्यवहार समस्याए देखने उनके पहेला खरिदने यायेका व्रुद्धि अधिक और्४५० सोफ़तवेर कार्यसिधान्तो विशेष अतित उन्हे करते दिनांक मार्गदर्शन २४भि सुस्पश्ट निरपेक्ष कराना
    
    प्रति जाने मानसिक एसेएवं संस्थान निर्देश असरकारक जाने हमारी होने हिंदी हुआआदी गयेगया नयेलिए व्यवहार हीकम पहोच। हैं। पासपाई सम्पर्क मर्यादित कराना सुनत संदेश विभाजन प्राप्त व्याख्यान सकता विनिमय प्रसारन प्रतिबध्दता लेकिन समूह संदेश दिनांक व्याख्यान थातक खयालात एसेएवं विचरविमर्श विभाग
    
    समाजो देने दर्शाता अनुवादक जाने प्रदान अनुवाद व्यवहार हमारि चिदंश सकता वर्तमान मुश्किल कम्प्युटर देखने पहोच उद्योग गटकउसि दिशामे पुस्तक हमारी दिये
    
    विशेष बदले जिम्मे द्वारा मार्गदर्शन करने मजबुत स्थिति पत्रिका प्रव्रुति विकास अविरोधता परिभाषित जैसी सक्षम २४भि करेसाथ आधुनिक प्रोत्साहित विभाग सुविधा प्रोत्साहित समाज जैसी विशेष प्रदान बीसबतेबोध संस्था अनुवादक मजबुत कर्य उसके तकरीबन एसेएवं मुख्यतह विवरन सभीकुछ जानकारी अधिकांश बाटते पहोच चिदंश सभिसमज प्राथमिक कम्प्युटर करता
    
    देखने भारत दर्शाता वार्तालाप भेदनक्षमता अनुवाद शारिरिक एवम् विभाग कारन पुस्तक मेंभटृ हुएआदि बनाकर यायेका दिनांक सहयोग किया शुरुआत पुस्तक जानते आपके एकत्रित भोगोलिक सकती विवरन बनाति समाज क्षमता असक्षम सार्वजनिक तरीके विश्वव्यापि विस्तरणक्षमता देते प्राण समूह उपलब्ध प्राप्त विज्ञान करता मानसिक असक्षम पुर्णता होसके औषधिक विज्ञान सामूहिक करता बनाए विभाग दुनिया परिभाषित कर्य शीघ्र परिवहन आंतरजाल लेकिन नीचे वेबजाल वर्तमान विकासक्षमता संसाध जिवन मुख्यतह विचारशिलता
    
    संदेश एसेएवं बेंगलूर स्वतंत्रता उनको आधुनिक दिनांक विकासक्षमता शीघ्र सेऔर शुरुआत हमेहो। चुनने वहहर समाजो भाषए परिवहन अर्थपुर्ण पडता बाटते पुर्णता सुस्पश्ट केन्द्रिय परिवहन भोगोलिक जाता संदेश आवश्यक परिवहन तरहथा। बनाति पसंद समजते नीचे लचकनहि मुख्यतह आपको सुविधा लचकनहि व्यवहार समजते
    
    ध्वनि चाहे मानसिक पुष्टिकर्ता अथवा हमारि सोफ़तवेर प्राधिकरन विस्तरणक्षमता पहोच। वहहर खयालात लचकनहि निर्देश सम्पर्क प्राधिकरन किया लक्षण वर्णन करते लचकनहि हुआआदी बिन्दुओमे सुचना हुएआदि निर्माण विकासक्षमता जैसी सकता ढांचा सुविधा विचरविमर्श अधिकार वैश्विक ७हल बढाता बनाति पहोचने तकनिकल विस्तरणक्षमता मुखय खयालात आंतरजाल भोगोलिक करता ध्वनि बिन्दुओ संस्थान विभाग देते उनका हिंदी स्थिति केन्द्रिय`,

    author: "chotu",
    content:
      "टी20 वर्ल्ड कप के मुकाबले में जिम्बाब्वे ने पाकिस्तान को एक रन से हरा दिया है.  गुरुवार (27 अक्टूबर) को पर्थ में खेले गए मुकाबले में जिम्बाब्वे ने पाकिस्तान को 131 रनों का टारगेट दिया था, लेकिन वह टारगेट तक पहुंच नहीं पाई. मौजूदा टूर्नामेंट में पाकिस्तान की यह लगातार दूसरी हार है. इससे पहले पहले मैच में पाकिस्तान को भारत के खिलाफ चार विकेट से हार का सामना करना पड़ा था.",
    imgUrl:
      "https://cdn.pixabay.com/photo/2015/04/23/22/00/tree-736885__480.jpg",
  },
  {
    heading: "टी20 वर्ल्ड कप के मुकाबले में जिम्बाब्वे ने पाकिस्तान को एक",
    date: "10/10/2022",
    location: "bhopal",
    detailContent: `भारतीय आवश्यकत आपको विवरण जानते जाएन सोफ़तवेर गोपनीयता ध्वनि व्याख्या अंग्रेजी माहितीवानीज्य चाहे जिवन विवरण उद्योग यन्त्रालय विकसित भोगोलिक सक्षम उदेश ढांचा बिना गुजरना व्याख्या भेदनक्षमता दौरान रखति दिशामे नयेलिए

    कार्यसिधान्तो आंतरकार्यक्षमता उनका विवरण कार्य दिशामे विभाजन भेदनक्षमता यधपि सक्षम सेऔर और्४५० अनुवादक विभाजन समस्याओ अतित बलवान सादगि नाकर और्४५० निर्माता ढांचामात्रुभाषा मुख्य होगा सुविधा दिनांक निर्माण सकता शीघ्र वेबजाल सोफ़तवेर हमारी ज्यादा कार्यलय अंग्रेजी नाकर कैसे सीमित कुशलता किएलोग प्रसारन प्राण उसके स्थिति कम्प्युटर प्रव्रुति
    
    बाटते नाकर आवश्यक वार्तालाप मानव सारांश विचारशिलता बलवान करता मुक्त पहोचने आधुनिक एकत्रित अमितकुमार करता विवरन भाति एसेएवं विकेन्द्रियकरण तरीके समाज भारतीय अंग्रेजी परिभाषित समजते पुर्व सुनत उपेक्ष हुएआदि निरपेक्ष औषधिक सुविधा सोफ़तवेर भाषए रहारुप प्रतिबध मजबुत लेने पढाए विवरन अत्यंत असरकारक दर्शाता कार्यसिधान्तो वर्णन कलइस
    
    बाटते लोगो सामूहिक व्रुद्धि सोफ़्टवेर विकेन्द्रित विश्वव्यापि ढांचा अपने सुस्पश्ट संस्क्रुति पहेला सकता सभीकुछ व्यवहार समस्याए देखने उनके पहेला खरिदने यायेका व्रुद्धि अधिक और्४५० सोफ़तवेर कार्यसिधान्तो विशेष अतित उन्हे करते दिनांक मार्गदर्शन २४भि सुस्पश्ट निरपेक्ष कराना
    
    प्रति जाने मानसिक एसेएवं संस्थान निर्देश असरकारक जाने हमारी होने हिंदी हुआआदी गयेगया नयेलिए व्यवहार हीकम पहोच। हैं। पासपाई सम्पर्क मर्यादित कराना सुनत संदेश विभाजन प्राप्त व्याख्यान सकता विनिमय प्रसारन प्रतिबध्दता लेकिन समूह संदेश दिनांक व्याख्यान थातक खयालात एसेएवं विचरविमर्श विभाग
    
    समाजो देने दर्शाता अनुवादक जाने प्रदान अनुवाद व्यवहार हमारि चिदंश सकता वर्तमान मुश्किल कम्प्युटर देखने पहोच उद्योग गटकउसि दिशामे पुस्तक हमारी दिये
    
    विशेष बदले जिम्मे द्वारा मार्गदर्शन करने मजबुत स्थिति पत्रिका प्रव्रुति विकास अविरोधता परिभाषित जैसी सक्षम २४भि करेसाथ आधुनिक प्रोत्साहित विभाग सुविधा प्रोत्साहित समाज जैसी विशेष प्रदान बीसबतेबोध संस्था अनुवादक मजबुत कर्य उसके तकरीबन एसेएवं मुख्यतह विवरन सभीकुछ जानकारी अधिकांश बाटते पहोच चिदंश सभिसमज प्राथमिक कम्प्युटर करता
    
    देखने भारत दर्शाता वार्तालाप भेदनक्षमता अनुवाद शारिरिक एवम् विभाग कारन पुस्तक मेंभटृ हुएआदि बनाकर यायेका दिनांक सहयोग किया शुरुआत पुस्तक जानते आपके एकत्रित भोगोलिक सकती विवरन बनाति समाज क्षमता असक्षम सार्वजनिक तरीके विश्वव्यापि विस्तरणक्षमता देते प्राण समूह उपलब्ध प्राप्त विज्ञान करता मानसिक असक्षम पुर्णता होसके औषधिक विज्ञान सामूहिक करता बनाए विभाग दुनिया परिभाषित कर्य शीघ्र परिवहन आंतरजाल लेकिन नीचे वेबजाल वर्तमान विकासक्षमता संसाध जिवन मुख्यतह विचारशिलता
    
    संदेश एसेएवं बेंगलूर स्वतंत्रता उनको आधुनिक दिनांक विकासक्षमता शीघ्र सेऔर शुरुआत हमेहो। चुनने वहहर समाजो भाषए परिवहन अर्थपुर्ण पडता बाटते पुर्णता सुस्पश्ट केन्द्रिय परिवहन भोगोलिक जाता संदेश आवश्यक परिवहन तरहथा। बनाति पसंद समजते नीचे लचकनहि मुख्यतह आपको सुविधा लचकनहि व्यवहार समजते
    
    ध्वनि चाहे मानसिक पुष्टिकर्ता अथवा हमारि सोफ़तवेर प्राधिकरन विस्तरणक्षमता पहोच। वहहर खयालात लचकनहि निर्देश सम्पर्क प्राधिकरन किया लक्षण वर्णन करते लचकनहि हुआआदी बिन्दुओमे सुचना हुएआदि निर्माण विकासक्षमता जैसी सकता ढांचा सुविधा विचरविमर्श अधिकार वैश्विक ७हल बढाता बनाति पहोचने तकनिकल विस्तरणक्षमता मुखय खयालात आंतरजाल भोगोलिक करता ध्वनि बिन्दुओ संस्थान विभाग देते उनका हिंदी स्थिति केन्द्रिय`,

    author: "chotu",
    content:
      "टी20 वर्ल्ड कप के मुकाबले में जिम्बाब्वे ने पाकिस्तान को एक रन से हरा दिया है.  गुरुवार (27 अक्टूबर) को पर्थ में खेले गए मुकाबले में जिम्बाब्वे ने पाकिस्तान को 131 रनों का टारगेट दिया था, लेकिन वह टारगेट तक पहुंच नहीं पाई. मौजूदा टूर्नामेंट में पाकिस्तान की यह लगातार दूसरी हार है. इससे पहले पहले मैच में पाकिस्तान को भारत के खिलाफ चार विकेट से हार का सामना करना पड़ा था.",
    imgUrl:
      "https://cdn.pixabay.com/photo/2015/04/23/22/00/tree-736885__480.jpg",
  },
  {
    heading: "टी20 वर्ल्ड कप के मुकाबले में जिम्बाब्वे ने पाकिस्तान को एक",
    date: "10/10/2022",
    location: "bhopal",
    detailContent: `भारतीय आवश्यकत आपको विवरण जानते जाएन सोफ़तवेर गोपनीयता ध्वनि व्याख्या अंग्रेजी माहितीवानीज्य चाहे जिवन विवरण उद्योग यन्त्रालय विकसित भोगोलिक सक्षम उदेश ढांचा बिना गुजरना व्याख्या भेदनक्षमता दौरान रखति दिशामे नयेलिए

    कार्यसिधान्तो आंतरकार्यक्षमता उनका विवरण कार्य दिशामे विभाजन भेदनक्षमता यधपि सक्षम सेऔर और्४५० अनुवादक विभाजन समस्याओ अतित बलवान सादगि नाकर और्४५० निर्माता ढांचामात्रुभाषा मुख्य होगा सुविधा दिनांक निर्माण सकता शीघ्र वेबजाल सोफ़तवेर हमारी ज्यादा कार्यलय अंग्रेजी नाकर कैसे सीमित कुशलता किएलोग प्रसारन प्राण उसके स्थिति कम्प्युटर प्रव्रुति
    
    बाटते नाकर आवश्यक वार्तालाप मानव सारांश विचारशिलता बलवान करता मुक्त पहोचने आधुनिक एकत्रित अमितकुमार करता विवरन भाति एसेएवं विकेन्द्रियकरण तरीके समाज भारतीय अंग्रेजी परिभाषित समजते पुर्व सुनत उपेक्ष हुएआदि निरपेक्ष औषधिक सुविधा सोफ़तवेर भाषए रहारुप प्रतिबध मजबुत लेने पढाए विवरन अत्यंत असरकारक दर्शाता कार्यसिधान्तो वर्णन कलइस
    
    बाटते लोगो सामूहिक व्रुद्धि सोफ़्टवेर विकेन्द्रित विश्वव्यापि ढांचा अपने सुस्पश्ट संस्क्रुति पहेला सकता सभीकुछ व्यवहार समस्याए देखने उनके पहेला खरिदने यायेका व्रुद्धि अधिक और्४५० सोफ़तवेर कार्यसिधान्तो विशेष अतित उन्हे करते दिनांक मार्गदर्शन २४भि सुस्पश्ट निरपेक्ष कराना
    
    प्रति जाने मानसिक एसेएवं संस्थान निर्देश असरकारक जाने हमारी होने हिंदी हुआआदी गयेगया नयेलिए व्यवहार हीकम पहोच। हैं। पासपाई सम्पर्क मर्यादित कराना सुनत संदेश विभाजन प्राप्त व्याख्यान सकता विनिमय प्रसारन प्रतिबध्दता लेकिन समूह संदेश दिनांक व्याख्यान थातक खयालात एसेएवं विचरविमर्श विभाग
    
    समाजो देने दर्शाता अनुवादक जाने प्रदान अनुवाद व्यवहार हमारि चिदंश सकता वर्तमान मुश्किल कम्प्युटर देखने पहोच उद्योग गटकउसि दिशामे पुस्तक हमारी दिये
    
    विशेष बदले जिम्मे द्वारा मार्गदर्शन करने मजबुत स्थिति पत्रिका प्रव्रुति विकास अविरोधता परिभाषित जैसी सक्षम २४भि करेसाथ आधुनिक प्रोत्साहित विभाग सुविधा प्रोत्साहित समाज जैसी विशेष प्रदान बीसबतेबोध संस्था अनुवादक मजबुत कर्य उसके तकरीबन एसेएवं मुख्यतह विवरन सभीकुछ जानकारी अधिकांश बाटते पहोच चिदंश सभिसमज प्राथमिक कम्प्युटर करता
    
    देखने भारत दर्शाता वार्तालाप भेदनक्षमता अनुवाद शारिरिक एवम् विभाग कारन पुस्तक मेंभटृ हुएआदि बनाकर यायेका दिनांक सहयोग किया शुरुआत पुस्तक जानते आपके एकत्रित भोगोलिक सकती विवरन बनाति समाज क्षमता असक्षम सार्वजनिक तरीके विश्वव्यापि विस्तरणक्षमता देते प्राण समूह उपलब्ध प्राप्त विज्ञान करता मानसिक असक्षम पुर्णता होसके औषधिक विज्ञान सामूहिक करता बनाए विभाग दुनिया परिभाषित कर्य शीघ्र परिवहन आंतरजाल लेकिन नीचे वेबजाल वर्तमान विकासक्षमता संसाध जिवन मुख्यतह विचारशिलता
    
    संदेश एसेएवं बेंगलूर स्वतंत्रता उनको आधुनिक दिनांक विकासक्षमता शीघ्र सेऔर शुरुआत हमेहो। चुनने वहहर समाजो भाषए परिवहन अर्थपुर्ण पडता बाटते पुर्णता सुस्पश्ट केन्द्रिय परिवहन भोगोलिक जाता संदेश आवश्यक परिवहन तरहथा। बनाति पसंद समजते नीचे लचकनहि मुख्यतह आपको सुविधा लचकनहि व्यवहार समजते
    
    ध्वनि चाहे मानसिक पुष्टिकर्ता अथवा हमारि सोफ़तवेर प्राधिकरन विस्तरणक्षमता पहोच। वहहर खयालात लचकनहि निर्देश सम्पर्क प्राधिकरन किया लक्षण वर्णन करते लचकनहि हुआआदी बिन्दुओमे सुचना हुएआदि निर्माण विकासक्षमता जैसी सकता ढांचा सुविधा विचरविमर्श अधिकार वैश्विक ७हल बढाता बनाति पहोचने तकनिकल विस्तरणक्षमता मुखय खयालात आंतरजाल भोगोलिक करता ध्वनि बिन्दुओ संस्थान विभाग देते उनका हिंदी स्थिति केन्द्रिय`,

    author: "chotu",
    content:
      "टी20 वर्ल्ड कप के मुकाबले में जिम्बाब्वे ने पाकिस्तान को एक रन से हरा दिया है.  गुरुवार (27 अक्टूबर) को पर्थ में खेले गए मुकाबले में जिम्बाब्वे ने पाकिस्तान को 131 रनों का टारगेट दिया था, लेकिन वह टारगेट तक पहुंच नहीं पाई. मौजूदा टूर्नामेंट में पाकिस्तान की यह लगातार दूसरी हार है. इससे पहले पहले मैच में पाकिस्तान को भारत के खिलाफ चार विकेट से हार का सामना करना पड़ा था.",
    imgUrl:
      "https://cdn.pixabay.com/photo/2015/04/23/22/00/tree-736885__480.jpg",
  },
  {
    heading: "टी20 वर्ल्ड कप के मुकाबले में जिम्बाब्वे ने पाकिस्तान को एक",
    date: "10/10/2022",
    location: "bhopal",
    detailContent: `भारतीय आवश्यकत आपको विवरण जानते जाएन सोफ़तवेर गोपनीयता ध्वनि व्याख्या अंग्रेजी माहितीवानीज्य चाहे जिवन विवरण उद्योग यन्त्रालय विकसित भोगोलिक सक्षम उदेश ढांचा बिना गुजरना व्याख्या भेदनक्षमता दौरान रखति दिशामे नयेलिए

    कार्यसिधान्तो आंतरकार्यक्षमता उनका विवरण कार्य दिशामे विभाजन भेदनक्षमता यधपि सक्षम सेऔर और्४५० अनुवादक विभाजन समस्याओ अतित बलवान सादगि नाकर और्४५० निर्माता ढांचामात्रुभाषा मुख्य होगा सुविधा दिनांक निर्माण सकता शीघ्र वेबजाल सोफ़तवेर हमारी ज्यादा कार्यलय अंग्रेजी नाकर कैसे सीमित कुशलता किएलोग प्रसारन प्राण उसके स्थिति कम्प्युटर प्रव्रुति
    
    बाटते नाकर आवश्यक वार्तालाप मानव सारांश विचारशिलता बलवान करता मुक्त पहोचने आधुनिक एकत्रित अमितकुमार करता विवरन भाति एसेएवं विकेन्द्रियकरण तरीके समाज भारतीय अंग्रेजी परिभाषित समजते पुर्व सुनत उपेक्ष हुएआदि निरपेक्ष औषधिक सुविधा सोफ़तवेर भाषए रहारुप प्रतिबध मजबुत लेने पढाए विवरन अत्यंत असरकारक दर्शाता कार्यसिधान्तो वर्णन कलइस
    
    बाटते लोगो सामूहिक व्रुद्धि सोफ़्टवेर विकेन्द्रित विश्वव्यापि ढांचा अपने सुस्पश्ट संस्क्रुति पहेला सकता सभीकुछ व्यवहार समस्याए देखने उनके पहेला खरिदने यायेका व्रुद्धि अधिक और्४५० सोफ़तवेर कार्यसिधान्तो विशेष अतित उन्हे करते दिनांक मार्गदर्शन २४भि सुस्पश्ट निरपेक्ष कराना
    
    प्रति जाने मानसिक एसेएवं संस्थान निर्देश असरकारक जाने हमारी होने हिंदी हुआआदी गयेगया नयेलिए व्यवहार हीकम पहोच। हैं। पासपाई सम्पर्क मर्यादित कराना सुनत संदेश विभाजन प्राप्त व्याख्यान सकता विनिमय प्रसारन प्रतिबध्दता लेकिन समूह संदेश दिनांक व्याख्यान थातक खयालात एसेएवं विचरविमर्श विभाग
    
    समाजो देने दर्शाता अनुवादक जाने प्रदान अनुवाद व्यवहार हमारि चिदंश सकता वर्तमान मुश्किल कम्प्युटर देखने पहोच उद्योग गटकउसि दिशामे पुस्तक हमारी दिये
    
    विशेष बदले जिम्मे द्वारा मार्गदर्शन करने मजबुत स्थिति पत्रिका प्रव्रुति विकास अविरोधता परिभाषित जैसी सक्षम २४भि करेसाथ आधुनिक प्रोत्साहित विभाग सुविधा प्रोत्साहित समाज जैसी विशेष प्रदान बीसबतेबोध संस्था अनुवादक मजबुत कर्य उसके तकरीबन एसेएवं मुख्यतह विवरन सभीकुछ जानकारी अधिकांश बाटते पहोच चिदंश सभिसमज प्राथमिक कम्प्युटर करता
    
    देखने भारत दर्शाता वार्तालाप भेदनक्षमता अनुवाद शारिरिक एवम् विभाग कारन पुस्तक मेंभटृ हुएआदि बनाकर यायेका दिनांक सहयोग किया शुरुआत पुस्तक जानते आपके एकत्रित भोगोलिक सकती विवरन बनाति समाज क्षमता असक्षम सार्वजनिक तरीके विश्वव्यापि विस्तरणक्षमता देते प्राण समूह उपलब्ध प्राप्त विज्ञान करता मानसिक असक्षम पुर्णता होसके औषधिक विज्ञान सामूहिक करता बनाए विभाग दुनिया परिभाषित कर्य शीघ्र परिवहन आंतरजाल लेकिन नीचे वेबजाल वर्तमान विकासक्षमता संसाध जिवन मुख्यतह विचारशिलता
    
    संदेश एसेएवं बेंगलूर स्वतंत्रता उनको आधुनिक दिनांक विकासक्षमता शीघ्र सेऔर शुरुआत हमेहो। चुनने वहहर समाजो भाषए परिवहन अर्थपुर्ण पडता बाटते पुर्णता सुस्पश्ट केन्द्रिय परिवहन भोगोलिक जाता संदेश आवश्यक परिवहन तरहथा। बनाति पसंद समजते नीचे लचकनहि मुख्यतह आपको सुविधा लचकनहि व्यवहार समजते
    
    ध्वनि चाहे मानसिक पुष्टिकर्ता अथवा हमारि सोफ़तवेर प्राधिकरन विस्तरणक्षमता पहोच। वहहर खयालात लचकनहि निर्देश सम्पर्क प्राधिकरन किया लक्षण वर्णन करते लचकनहि हुआआदी बिन्दुओमे सुचना हुएआदि निर्माण विकासक्षमता जैसी सकता ढांचा सुविधा विचरविमर्श अधिकार वैश्विक ७हल बढाता बनाति पहोचने तकनिकल विस्तरणक्षमता मुखय खयालात आंतरजाल भोगोलिक करता ध्वनि बिन्दुओ संस्थान विभाग देते उनका हिंदी स्थिति केन्द्रिय`,

    author: "chotu",
    content:
      "टी20 वर्ल्ड कप के मुकाबले में जिम्बाब्वे ने पाकिस्तान को एक रन से हरा दिया है.  गुरुवार (27 अक्टूबर) को पर्थ में खेले गए मुकाबले में जिम्बाब्वे ने पाकिस्तान को 131 रनों का टारगेट दिया था, लेकिन वह टारगेट तक पहुंच नहीं पाई. मौजूदा टूर्नामेंट में पाकिस्तान की यह लगातार दूसरी हार है. इससे पहले पहले मैच में पाकिस्तान को भारत के खिलाफ चार विकेट से हार का सामना करना पड़ा था.",
    imgUrl:
      "https://cdn.pixabay.com/photo/2015/04/23/22/00/tree-736885__480.jpg",
  },
];
const Home = () => {
  return (
    <React.Fragment>
      {contentJson.map((e) => (
        <div style={{ height: "100vh" }}>
          <NewsCard
            author={e.author}
            imgUrl={e.imgUrl}
            content={e.content}
            heading={e.heading}
            detailContent={e.detailContent}
            location={e?.location}
            date={e.date}
          />
        </div>
      ))}
    </React.Fragment>
  );
};

export default Home;
